[
  {
    "title": "Terms of service",
    "description": "Signatouch reserves the right to make changes, at any time, to the Services, websites and these Terms. Any revised Terms will be available on the Signatouch website. You are responsible for periodically reviewing these Terms. Changes, amendments and modifications to these Terms will be deemed effective once posted online, unless otherwise noted. ",
    "data": [
      {
        "heading": "Introduction",
        "description": "Welcome to Signatouch! By using our website and services, you agree to comply with and be bound by these Terms of Service. Please read them carefully."
      },
      {
        "heading": "Eligibility",
        "description": "To use Signatouch, you must be at least 18 years old or have parental consent if you are under 18. By using our services, you represent that you meet these eligibility requirements."
      },
      {
        "heading": "Account Registration",
        "description": "You may need to create an account to use certain features of our service. You are responsible for maintaining the confidentiality of your account credentials and for all activities under your account."
      },
      {
        "heading": "Personalized Cards Service",
        "description": "Signatouch provides a platform for creating and sending personalized cards. All content you upload must comply with our content guidelines and applicable laws."
      },
      {
        "heading": "User Content",
        "description": "You retain ownership of the content you create and upload on Signatouch. However, by using our service, you grant us a non-exclusive license to use, modify, and display your content for the purpose of providing our services."
      },
      {
        "heading": "Prohibited Activities",
        "description": "Users must not use Signatouch for unlawful activities, spamming, distributing malicious software, or any activity that violates our policies or applicable laws."
      },
      {
        "heading": "Fees and Payments",
        "description": "Some features of Signatouch may require payment. All fees are clearly listed, and by purchasing, you agree to our pricing and refund policies."
      },
      {
        "heading": "Termination",
        "description": "We reserve the right to suspend or terminate your access to Signatouch at any time for violations of these Terms of Service or other reasons deemed necessary."
      },
      {
        "heading": "Intellectual Property",
        "description": "All trademarks, logos, and designs associated with Signatouch are the intellectual property of Signatouch and must not be used without explicit permission."
      },
      {
        "heading": "Limitation of Liability",
        "description": "Signatouch is not liable for any indirect, incidental, or consequential damages arising from your use of our services."
      },
      {
        "heading": "Changes to Terms",
        "description": "Signatouch reserves the right to update or modify these Terms of Service at any time. Continued use of our services signifies your acceptance of any changes."
      },
      {
        "heading": "Contact Us",
        "description": "For any questions or concerns regarding these Terms of Service, you can reach out to us at support@signatouch.com."
      }
    ]
  },
  {
    "title": "Privacy Policy",
    "description": "Signatouch reserves the right to make changes, at any time, to the Services, websites and these Terms. Any revised Terms will be available on the Signatouch website. You are responsible for periodically reviewing these Terms. Changes, amendments and modifications to these Terms will be deemed effective once posted online, unless otherwise noted. ",
    "data": [
      {
        "heading": "Introduction",
        "description": "Signatouch (\"we\", \"our\", \"us\") is committed to protecting your privacy. This Privacy Policy outlines how we collect, use, and protect your personal information when you use our personalized card services."
      },
      {
        "heading": "Information We Collect",
        "description": "We may collect personal information such as your name, email address, mailing address, and payment details when you sign up, place an order, or interact with our services."
      },
      {
        "heading": "How We Use Your Information",
        "description": "We use your personal information to process your orders, personalize your cards, improve our services, and communicate with you about updates, promotions, and support."
      },
      {
        "heading": "Sharing of Information",
        "description": "We do not sell or rent your personal information to third parties. However, we may share your information with trusted service providers to facilitate order fulfillment and service improvement."
      },
      {
        "heading": "Data Security",
        "description": "We implement robust security measures to protect your personal information from unauthorized access, disclosure, alteration, or destruction."
      },
      {
        "heading": "Cookies and Tracking Technologies",
        "description": "We use cookies and similar technologies to enhance your browsing experience, analyze website traffic, and tailor our services to your preferences."
      },
      {
        "heading": "Your Rights",
        "description": "You have the right to access, update, or delete your personal information. You can also opt-out of marketing communications at any time by contacting us."
      },
      {
        "heading": "Third-Party Links",
        "description": "Our website may contain links to third-party websites. We are not responsible for the privacy practices or content of these external sites."
      },
      {
        "heading": "Changes to This Policy",
        "description": "We may update this Privacy Policy from time to time. Any changes will be posted on this page with the updated revision date."
      },
      {
        "heading": "Contact Us",
        "description": "If you have any questions about this Privacy Policy or our practices, please contact us at privacy@signatouch.com."
      }
    ]
  },
  {
    "title": "Trust Center",
    "description": "Signatouch reserves the right to make changes, at any time, to the Services, websites and these Terms. Any revised Terms will be available on the Signatouch website. You are responsible for periodically reviewing these Terms. Changes, amendments and modifications to these Terms will be deemed effective once posted online, unless otherwise noted. ",
    "data": [
      {
        "heading": "Our Commitment to Security",
        "description": "At Signatouch, we prioritize the security of your personal and payment information. We use industry-leading technologies and protocols to ensure your data remains safe and secure."
      },
      {
        "heading": "Data Encryption",
        "description": "All sensitive data transmitted through our platform is encrypted using advanced SSL (Secure Sockets Layer) protocols, ensuring it remains protected during transmission."
      },
      {
        "heading": "Privacy Protection",
        "description": "Your privacy is of utmost importance to us. We adhere to strict privacy practices and comply with applicable regulations to protect your personal information."
      },
      {
        "heading": "Compliance with Standards",
        "description": "Signatouch complies with relevant industry standards and regulations to provide a trusted platform for creating personalized cards."
      },
      {
        "heading": "Secure Payments",
        "description": "We partner with trusted payment gateways to ensure secure processing of your transactions, safeguarding your financial details."
      },
      {
        "heading": "Continuous Monitoring",
        "description": "Our systems are continuously monitored for potential vulnerabilities and threats to ensure a secure experience for our users."
      },
      {
        "heading": "Transparency",
        "description": "We believe in open communication. Our policies, practices, and updates are shared with you transparently to build and maintain trust."
      },
      {
        "heading": "Dedicated Support Team",
        "description": "Our support team is here to assist you with any security or trust-related inquiries. We are committed to addressing your concerns promptly."
      },
      {
        "heading": "Regular Updates",
        "description": "We regularly update our systems and policies to keep pace with evolving security challenges and ensure a safe user experience."
      },
      {
        "heading": "Contact Us",
        "description": "If you have questions or concerns about our trust and security measures, please reach out to us at trust@signatouch.com."
      }
    ]
  },
  {
    "title": "Our Feature",
    "description": "Signatouch reserves the right to make changes, at any time, to the Services, websites and these Terms. Any revised Terms will be available on the Signatouch website. You are responsible for periodically reviewing these Terms. Changes, amendments and modifications to these Terms will be deemed effective once posted online, unless otherwise noted. ",
    "data": [
      {
        "heading": "Personalized Designs",
        "description": "Create unique and memorable cards with our wide range of customizable templates, fonts, colors, and design elements."
      },
      {
        "heading": "User-Friendly Editor",
        "description": "Our intuitive card editor makes it easy for anyone to design their personalized cards without any prior design experience."
      },
      {
        "heading": "High-Quality Printing",
        "description": "We ensure every card is printed with precision and high-quality materials to leave a lasting impression."
      },
      {
        "heading": "Eco-Friendly Options",
        "description": "Choose from our selection of eco-friendly paper and printing options to create cards that are kind to the planet."
      },
      {
        "heading": "Fast Delivery",
        "description": "Enjoy quick and reliable delivery services to ensure your cards arrive on time for any occasion."
      },
      {
        "heading": "Affordable Pricing",
        "description": "Our services are designed to fit every budget without compromising on quality or personalization."
      },
      {
        "heading": "Dedicated Support",
        "description": "Our customer support team is available to assist you at every step of the design and order process."
      },
      {
        "heading": "Secure Payments",
        "description": "We offer safe and secure payment methods to protect your information and ensure a seamless checkout experience."
      }
    ]
  },
  {
    "title": "Help Center",
    "description": "Signatouch reserves the right to make changes, at any time, to the Services, websites and these Terms. Any revised Terms will be available on the Signatouch website. You are responsible for periodically reviewing these Terms. Changes, amendments and modifications to these Terms will be deemed effective once posted online, unless otherwise noted. ",
    "data": [
      {
        "heading": "Getting Started",
        "description": "Learn how to create your first personalized card on Signatouch. Follow our step-by-step guide to design and order your unique card."
      },
      {
        "heading": "Creating a Personalized Card",
        "description": "Find out how to use our intuitive card design tool to customize your cards with messages, images, and more."
      },
      {
        "heading": "Account Management",
        "description": "Manage your Signatouch account, update your profile, change your password, and configure your preferences."
      },
      {
        "heading": "Payment and Billing",
        "description": "Get information about accepted payment methods, billing cycles, and troubleshooting payment issues."
      },
      {
        "heading": "Order Tracking",
        "description": "Track the status of your orders and learn how to manage delivery preferences for your personalized cards."
      },
      {
        "heading": "Editing or Canceling Orders",
        "description": "Learn how to edit your designs or cancel orders before they are processed."
      },
      {
        "heading": "Returns and Refunds",
        "description": "Understand our return and refund policy for personalized cards and how to initiate a request if needed."
      },
      {
        "heading": "Technical Support",
        "description": "Get help with technical issues, such as website errors or problems using our design tool."
      },
      {
        "heading": "FAQs",
        "description": "Browse frequently asked questions to find quick answers about Signatouch services and features."
      },
      {
        "heading": "Contact Us",
        "description": "Reach out to our support team for assistance. You can contact us at support@signatouch.com or through our live chat."
      }
    ]
  }
  
]
